-- lines for SP Package

return {

	-- 夏侯霸
	["$tiaoxin4"] = "跪下受降，饶你不死！",
	["$tiaoxin5"] = "黄口小儿，可听过将军名号？",
	["$paoxiao3"] = "喝啊~~~",
	["$paoxiao4"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 张宝张梁
	["$zhoufu1"] = "违吾咒者，倾死灭亡！",
	["$zhoufu2"] = "朱雀玄武，侍卫我真！",
	["~zhangbaozhangliang"] = "黄天！为何……" ,
	
	--曹昂
	["$kangkai1"] = "父亲快走，有我殿后！" ,
	["$kangkai2"] = "典将军，比比看谁杀敌更多！" ,
	["~caoang"] = "典将军，还是你赢了，诶~~" ,
	
	--张氏
	["$xianzhu1"] = "抚慰军心，以安国事。" ,
	["$xianzhu2"] = "愿尽己力，为君分忧。" ,
	["$qiangwu1"] = "咆哮沙场，万夫不敌！" ,
	["$qiangwu2"] = "父亲未竟之业，由我继续！" ,
	["~zhangshi"] = "复兴汉室之路，臣妾再也不能陪伴左右。" ,
		
	--祖茂
	["$yinbing1"] = "将军走此小道，追兵教我应付！" ,
	["$yinbing2"] = "追兵凶芒，末将断后！" ,
	["$juedi1"] = "提起武器，最后一搏！" ,
	["$juedi2"] = "困兽之斗，以诠忠义！" ,
	["~zumao"] = "孙将军，已经安全了吧。" ,

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权震主，是我疏忽了……",
	
	-- 伏完
	--[["cv:fuwan"] = "王乾龙",
	["$moukui1"] = "虽已定策，仍需小心。",
	["$moukui2"] = "孤注一掷，誓取奸贼首级！",
	["$moukui3"] = "什么？竟然还有此一手！",
	["~fuwan"] = "伏某死不足惜，可怜陛下……",]]
	
	-- 乐进
	["$xiaoguo1"] = "骁勇果敢，每战必先！",
	["$xiaoguo2"] = "奋强突固，无坚不陷！",
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！",
	["~yuejin"] = "戎马一生，何惧死亡。",
	
	-- 诸葛瑾
	["cv:zhugejin"] = "风叹息",
	["$hongyuan"] = "合诸公之力，共讨奸贼。",
	["$huanshi"] = "将军可愿听我一言？",
	["$mingzhe"] = "明以洞察，哲以保身。",
	["~zhugejin"] = "君臣不相负，来世复君臣。",

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "风叹息",
	["$shenwei"] = "飞将之威，上天亦知！",
	["$shenji"] = "神戟在手，何人能及！",
	["$xiuluo"] = "哼！鬼蜮伎俩，休想阻我！",
	["~shenlvbu2"] = "什么？我败了？！",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",
}