-- lines for Standard General Package
	
return {
	-- 曹操
	["$jianxiong1"] = "燕雀安知鸿鹄之志！",
	["$jianxiong2"] = "夫英雄者，胸怀大志，腹有良谋。",
	["$baye1"] = "烈士暮年，壮心不已！", 
	["$baye2"] = "幸甚至哉，歌以咏志！",
	["$hujia1"] = "护卫何在？",
	["$hujia2"] = "大胆逆贼，谁可擒之！",
	["~caocao"] = "华佗何在……",

	-- 司马懿
	["$guiming1"] = "天命难违？哈哈哈哈哈哈哈哈……",
	["$guiming2"] = "才通天地，逆天改命！",
	["$yangshi1"] = "哼！自作孽，不可活。",
	["$yangshi2"] = "哼，正中下怀。",
	["~simayi"] = "我的气数就到这里了吗？",

	-- 夏侯惇
	["$ganglie1"] = "伤我者，十倍奉还",
	["$ganglie2"] = "哪个敢动我",
	["$qingjian1"] = "钱财乃身外之物",
	["$qingjian2"] = "福生于清俭，德生于卑退",
	["~xiahoudun"] = "诸多败绩，有负丞相重托",

	-- 张辽
	["$tuxi1"] = "快马突袭，占尽先机！",
	["$tuxi2"] = "马似飞影，枪如霹雳！",
	["~zhangliao"] = "被敌人占了先机……呃……",

	-- 许褚
	["$luoyi1"] = "过来打一架！对，就是你！",
	["$luoyi2"] = "废话少说，放马过来吧！",
	["~xuchu"] = "丞相，末将尽力了……",

	-- 郭嘉
	["$tiandu1"] = "依此计行，辽东可定",
	["$tiandu2"] = "天意如此吧",
	["$yiji1"] = "锦囊妙策，终定社稷",
	["$yiji2"] = "那...就这样吧",
	["~guojia"] = "咳咳咳...",

	-- 甄姬
	["$luoshen1"] = "仿佛兮若轻云之蔽月。",
	["$luoshen2"] = "飘摇兮若流风之回雪。",
	["$qingguo1"] = "凌波微步，罗袜生尘。",
	["$qingguo2"] = "体迅飞凫，飘忽若神。",
	["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",
	
	-- 荀彧
	["$quhu1"] = "主公莫忧，吾有一计",
	["$quhu2"] = "驱虎吞狼，坐收渔利",
	["$jieming1"] = "为守汉节，不惜吾命",
	["$jieming2"] = "秉忠贞之志，守谦退之节",
	["~xunyu"] = "身为汉臣，至死不渝",
	["cv:xunyu"] = "听雨",
	
	-- 刘备
	["$rende1"] = "以德服人。",
	["$rende2"] = "惟贤惟德，能服于人。",
	["$jijiang1"] = "蜀将何在？",
	["$jijiang2"] = "尔等敢应战否？",
	["~liubei"] = "这就是桃园吗？",

	-- 关羽
	["$wusheng1"] = "逆贼，哪里走！",
	["$wusheng2"] = "刀锋所向，战无不克！",
	["$yijue1"] = "恩已断，义当绝。",
	["$yijue2"] = "关某向来恩怨分明。",
	["~guanyu"] = "桃园一拜，恩义常在。",

	-- 张飞
	["$paoxiao1"] = "喝啊~~~",
	["$paoxiao2"] = "今必斩汝马下！",
	["$mangzhi1"] = "谁还敢过来一战！",
	["$mangzhi2"] = "欺我无谋，定要尔等血偿！",
	["~zhangfei"] = "桃园一拜，此生无憾……",

	-- 诸葛亮
	["$guanxing1"] = "观今夜天象，知天下大事。",
	["$guanxing2"] = "知天易，逆天难。",
	["$kongcheng1"] = "（抚琴声）",
	["$kongcheng2"] = "（抚琴声）",
	["~zhugeliang"] = "将星陨落，天命难违。",

	-- 赵云
	["$huzhu"] = "休想伤少主一根毫毛！",
	["$yajiao1"] = "策马趋前，斩敌当先！",
	["$yajiao2"] = "遍寻天下，但求一败！",
	["~zhaoyun"] = "你们谁……还敢再上？",

	-- 马超
	["$tieji1"] = "目标敌阵，全军突击！",
	["$tieji2"] = "敌人阵型已乱，随我杀~~~",
	["~machao"] = "请将我葬在西凉……",

	-- 黄月英
	["$qicai1"] = "哼哼~",
	["$qicai2"] = "哼~",
	["~huangyueying"] = "亮……",

	-- 徐庶
	["$qianxin1"] = "既遇明主，天下可图！",
	["$qianxin2"] = "弃武从文，安邦卫国！",
	["$jianyan1"] = "开言纳谏，社稷之福。",
	["$jianyan2"] = "如此如此，敌军自破。",
	["$zhue1"] = "善恶有报，天道轮回！",
	["$zhue2"] = "早知今日，何必当初？",
	["~xushu"] = "母亲……孩儿尽孝来了……",

	-- 孙权
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢。",
	["$zuoli1"] = "臣当肝脑涂地，以报讨逆托孤之恩！",
	["$zuoli2"] = "新君已立，休想造次！",
	["~sunquan"] = "父亲，大哥，仲谋愧矣……",

	-- 甘宁
	["$qixi1"] = "你用不了这么多了！",
	["$qixi2"] = "弟兄们，准备动手！",
	["$fenwei1"] = "哼，敢欺我东吴无人？",
	["$fenwei2"] = "奋勇当先，威名远扬！",
	["~ganning"] = "别管我……继续杀……",

	-- 吕蒙
	["$keji1"] = "最好的机会还在等着我。",
	["$keji2"] = "蓄力待时，不争首功。",
	["$qinxue1"] = "勤以修身，学以报国。",
	["$qinxue2"] = "兵书熟读，了然于胸。",
	["$gongxin3"] = "哼，早知如此！",
	["$gongxin4"] = "洞若观火，运筹帷幄。",
	["~lvmeng"] = "你……给我等着！",

	-- 黄盖
	["$kurou1"] = "我这把老骨头不算什么！",
	["$kurou2"] = "为成大义，死不足惜！",
	["~huanggai"] = "盖……有负公瑾重托……",

	-- 周瑜
	["$yingzi1"] = "哈哈哈哈哈哈哈哈……",
	["$yingzi2"] = "伯符，且看我这一手！",
	["$fanjian1"] = "与我为敌，就当这般生不如死！",
	["$fanjian2"] = "抉择吧，在苦与痛的地狱中！",
	["~zhouyu"] = "既生瑜，何生亮……既生瑜，何生亮！",

	-- 大乔
	["$guose1"] = "旅途劳顿，请下马休整吧。",
	["$guose2"] = "还没到休息的时候！",
	["$liuli1"] = "伯符不在身边，我要自己保重",
	["$liuli2"] = "帮帮人家嘛",
	["~daqiao"] = "伯符，再也没人能欺负我了……",

	-- 陆逊
	["$qianxun1"] = "谦谦君子，温润如玉",
	["$qianxun2"] = "满招损，谦受益",
	["$lianying1"] = "失之淡然，得之坦然",
	["$lianying2"] = "生生不息，源源不绝",
	["~luxun"] = "我的未尽之业",

	-- 孙尚香
	["$jieyin1"] = "夫君，身体要紧。",
	["$jieyin2"] = "他好，我也好。",
	["$xiaoji1"] = "哼！",
	["$xiaoji2"] = "看我的厉害！",
	["~sunshangxiang"] = "不！还不可以死！",

	-- 华佗
	["$jijiu1"] = "妙手仁心，药到病除。",
	["$jijiu2"] = "救死扶伤，悬壶济世。",
	["$chuli1"] = "病入膏肓，需下猛药。",
	["$chuli2"] = "病去，如抽丝。",
	["~huatuo"] = "生老病死，命不可违。",

	-- 吕布
	["$wushuang1"] = "三个齐上也不是我的对手！",
	["$wushuang2"] = "还有哪个敢挑战我？",
	["$liyu1"] = "人不为己，天诛地灭。",
	["$liyu2"] = "大丈夫相时而动。",
	["~lvbu"] = "我竟然输了，不可能！",

	-- 貂蝉
	["$biyue1"] = "失礼了~",
	["$biyue2"] = "羡慕吧~",
	["$lijian1"] = "嗯呵呵~~呵呵~~",
	["$lijian2"] = "夫君，你要替妾身做主啊……",
	["~diaochan"] = "父亲大人，对不起……",

	-- 张角
	["$jishi1"] = "呼风唤雨，驱雷策电！",
	["$jishi2"] = "成为黄天之士的祭品吧！",
	["$guidao1"] = "哼哼，天意如此！",
	["$guidao2"] = "道之所向，皆由我控！",
	["$huangtian1"] = "黄天立，民心顺，天下平！",
	["$huangtian2"] = "苍天不复，黄天将替！",
	["~zhangjiao"] = "黄天既覆，苍生何存……",
	
	--贾诩
	["cv:jiaxu"] = "落凤一箭",
	["$wansha"] = "汝今势孤，命必绝矣",
	["$weimu1"] = "巧变制敌，谋定而动",
	["$weimu2"] = "算无遗策，不动如山",
	["$luanwu"] = "智乱天下，武逆乾坤",
	["$LuanwuAnimate"] = "智乱天下，武逆乾坤！",
	["~jiaxu"] = "大势已去，吾不能自保矣",
	
	--袁术
	["$wangzun1"] = "真命天子，八方拜服",
	["$wangzun2"] = "归顺于我，封爵赏地",
	["$tongji1"] = "弑君之罪，当诛九族",
	["$tongji2"] = "你..你这是反了",
	["~yuanshu"] = "把玉玺..还给我！",

	-- 公孙瓒
	["$yicong"] = "变阵冲厄，以守待攻！", -- -1 -> +1
	["$qiaomeng1"] = "秣马厉兵，整戈待战。",
	["$qiaomeng2"] = "夺敌辎重，以为己用。",
	["~gongsunzan"] = "皇图霸业梦，付之一炬中……",
	
	-- 刘协
	["cv:liuxie"] = "风叹息，素亦白",
	["$tianming1"] = "朕好歹是天子！",
	["$mizhao1"] = "铲除奸党，全赖爱卿了。",
	["$mizhao2"] = "皇叔，救我！",
	["$mizhao3"] = "汝等汉贼，休想篡我大汉江山！",
	["$mizhao4"] = "真拿自己当皇帝？",
	["~liuxie"] = "大汉江山断于我手，可恨啊……",
}