-- lines for Wind Package

return {
	-- 徐晃
	["cv:xuhuang"] = "木津川",
	["$changqu1"] = "长驱破敌，一举成功！",
	["$changqu2"] = "要上了，关将军——武器的储存足够吗？",
	["~xuhuang"] = "生遇明主，死亦无憾！",

	-- 夏侯渊
	["$shensu1"] = "吾善于千里袭人！",
	["$shensu2"] = "取汝首级犹如探囊取物！",
	["$suzi"] = "吾善于千里袭人！",
	["$suzi2"] = "取汝首级犹如探囊取物！",
	["~xiahouyuan"] = "竟然比我还…快……",

	-- 黄忠
	["$liegong1"] = "百步穿杨！",
	["$liegong2"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$xianmou1"] = "翻过这座山，就是长安城！",
	["$xianmou2"] = "长安既克，功业靖矣！",
	["~weiyan"] = "奈何自毁长城……",

	-- 小乔
	["$tianxiang1"] = "接着哦~",
	["$tianxiang2"] = "替我挡着~",
	["$hongyan"] = "（红颜~）",
	["~xiaoqiao"] = "公瑾…我先走一步……",

	-- 孙束，哦不孙笨，哦不孙枣，算了不说了	
	["cv:sunce"] = "猎狐",
	["$jiang1"] = "所向皆破，敌莫敢当。",
	["$jiang2"] = "众将听令，直讨敌酋。",
	["$hunshang"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$yinghun3"] = "继吾父英魂，成江东大业！",
	["$yinghun4"] = "小霸王在此，匹夫受死！",
	["$zhiba1"] = "子义信义，必不背我。", --不闪吴国武将的杀
	["$zhiba2"] = "哈哈，汝乃吾之真卿也！", --同意制霸
    ["$zhiba3"] = "子义信义，必不背我。", --拒绝制霸
	["$zhiba4"] = "哈哈，汝乃吾之真卿也！", --闪避吴国武将的杀
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",
	
	-- 庞德	
	["cv:pangde"] = "Glory",
	["$mengjin"] = "西凉铁骑，杀汝片甲不留",

	-- 于吉
	["$guhuo1"] = "如真似幻，扑朔迷离。",
	["$guhuo2"] = "道法玄机，变幻莫测。",
	["~yuji"] = "道法玄机，竟被参破……",
}