-- lines for YJCM Package

return {
	-- 曹植
	["cv:caozhi"] = "殆尘",
	["$luoying1"] = "骋我径寸翰，流藻垂华芳。",
	["$luoying2"] = "翩若惊鸿，婉若游龙，荣曜秋菊,华茂春松。", -- 甄姬
	["$jiushi1"] = "举泰山以为肉，倾东海以为酒。",
	["$jiushi2"] = "饮酒并醉，纵横喧哗。",
	["$jiushi2"] = "归来宴平乐，美酒斗十千。", -- 翻回
	["~caozhi"] = "捐躯赴国难，视死忽如归。",

	-- 于禁
	["$jieyue1"] = "安营驻寨，严守城防！" ,
	["$jieyue2"] = "诸军严整，敌军自乱！" ,
	["~yujin"] = "忍辱偷生，无颜以面丞相厚恩……" ,

	-- 法正
	["cv:fazheng"] = "苏遥东，官方",
	["$enyuan1"] = "得人恩果千年记。",
	["$enyuan2"] = "滴水之恩，涌泉以报。",
	["$enyuan3"] = "谁敢得罪我？",
	["$enyuan4"] = "睚眦之怨，无不报复。",
	["$xuanhuo1"] = "重用许靖，以眩远近。",
	["$xuanhuo2"] = "给你的，十倍奉还给我！",
	["~fazheng"] = "辅翼既折，蜀汉衰矣……",

	-- 马谡
	["$xinzhan"] = "吾通晓兵法，世人皆知。",
	["$huilei1"] = "丞相视某如子，某以丞相为父。",
	["$huilei2"] = "谡愿以死安大局。",

	-- 凌统
	["$xuanfeng1"] = "伤敌于千里之外！",
	["$xuanfeng2"] = "索命于须臾之间！",
	["~lingtong"] = "大丈夫不惧死亡。",

	-- 吴国太
	["$ganlu1"] = "男婚女嫁，需当交换文定之物。",
	["$ganlu2"] = "此真乃吴之佳婿也。",
	["$buyi1"] = "吾乃吴国之母，何人敢造次。",
	["$buyi2"] = "有老身在，汝等尽可放心。",
	["~wuguotai"] = "卿等务必用心辅佐仲谋……",

	-- 陈宫
	["cv:chengong"] = "V7, 官方",
	["$mingce1"] = "如此，霸业可图也！",
	["$mingce2"] = "如此，一击可擒也！",
	["$zhichi1"] = "如今之计，唯有退守，再做决断！",
	["$zhichi2"] = "若吾早知如此。",
	["~chengong"] = "请出就戮！",

	-- 钟会
	["cv:zhonghui"] = "风叹息",
	["$quanji1"] = "终于轮到我掌权了。",
	["$quanji2"] = "夺得军权方能施展一番。",
	["$paiyi1"] = "待我设计构陷之。",
	["$paiyi2"] = "非我族者，其心可诛。",
	["$zili"] = "以我之才，何必屈人之下？",
	["~zhonghui"] = "大权在手竟一夕败亡，时耶？命耶？",
	
	-- 步练师
	["cv:bulianshi"] = "蒲小猫",
	["$anxu1"] = "弥缝事体，安恤人言。",
	["$anxu2"] = "夫君，朝事当量之，不可轻率。", -- 孙权
	["$zhuiyi1"] = "此情常在，追思不忘。",
	["$zhuiyi2"] = "吾若有灵，常待君侧。", -- 孙权
	["~bulianshi"] = "陛下，今生情未了，来世再侍君。",

	-- 韩当
	["cv:handang"] = "风叹息",
	["$gongqi"] = "弓马齐备，远射近突！",
	["$jiefan1"] = "解烦军至，此危自解！",
	["$jiefan2"] = "吾主莫慌，韩义公在此！",
	["~handang"] = "我主堪忧，我主堪忧啊……",

	-- 廖化
	["cv:liaohua"] = "风叹息",
	["$dangxian"] = "先锋一职，老夫责无旁贷。",
	["$fuli"] = "心系蜀汉，虽死必归。",
	["~liaohua"] = "阅尽兴亡，此生无憾矣……",

	-- 刘表
	["cv:liubiao"] = "喵小林",
	["$zishou1"] = "退以自保，静观时变！",
	["$zishou2"] = "荆州沃土，自守足矣。",
	["$zishou3"] = "余粮甚厚，不急出兵。",
	["~liubiao"] = "不欲争天下，奈何……",

	-- 王异
	["cv:wangyi"] = "蒲小猫",
	["$zhenlie1"] = "雪君父之大耻，虽丧身亦不惜。",
	["$zhenlie2"] = "顾子而不行，不如先死矣。",
	["$miji1"] = "有此九奇，可逐羌敌。",
	["$miji2"] = "屯兵逐超，得保冀城。", -- 给牌后
	["$miji3"] = "救兵已到，乃解城围。", -- 给牌后
	["~wangyi"] = "吾之家仇，何日得报？",

	-- 荀攸
	["cv:xunyou"] = "烨子",
	["$qice1"] = "臣有一计，定能一攻而破！",
	["$qice2"] = "方今天下大乱，智士劳心之时也！",
	["$zhiyu1"] = "将军苦苦追逼，是为何故？",
	["$zhiyu2"] = "智可及，愚不可及。",
	["~xunyou"] = "主公何日再得无忧。",

	-- 伏皇后
	["$qiuyuan1"] = "逆贼逞凶，卿可灭之。",
	["$qiuyuan2"] = "求父亲救救大汉江山吧！", -- 对伏完
	["$qiuyuan3"] = "诛此国贼者，加官进爵！",
	["$qiuyuan4"] = "汝……定不得好死！",
	["$zhuikong1"] = "诚惶诚恐，夜不能寐。",
	["$zhuikong2"] = "曹贼暴虐，何人肯为君分忧？", --对曹操
	["~fuhuanghou"] = "陛下为何不救臣妾……",

	-- 关平
	["$longyin1"] = "破阵杀敌，愿献犬马之劳！",
	["$longyin2"] = "虎啸既响，龙吟当附！", -- 红杀
	["~guanping"] = "父亲快走，孩儿断后……",

	-- 郭淮
	["$jingce1"] = "方策精详，有备无患。",
	["$jingce2"] = "精兵据敌，策守如山。",
	["~guohuai"] = "姜维小儿，竟然……",

	-- 简雍
	["$qiaoshui1"] = "合则两利，斗则两伤。",
	["$qiaoshui2"] = "君且安坐，听我一言。",
	["$zongshih1"] = "买卖不成，情义还在。",
	["$zongshih2"] = "此等小事，何须挂耳？",
	["~jianyong"] = "两国交战……不斩……",

	-- 李儒
	["$juece1"] = "哼，你走投无路了。",
	["$juece2"] = "无用之人，死！",
	["$mieji1"] = "宁错杀，毋放过！",
	["$mieji2"] = "你能逃得出我的手掌心吗？",
	["$fencheng1"] = "我得不到的，你们也别想得到！",
	["$fencheng2"] = "让这一切都灰飞烟灭吧！哼哼哼……",
	["~liru"] = "如遇明主，大业必成……",

	-- 刘封
	["$xiansi1"] = "袭人于不意，溃敌于无形!",
	["$xiansi2"] = "破敌军阵，父亲定会刮目相看!",
	["$xiansi3"] = "此乃孟达之计，非我所愿！", -- 被杀
	["$xiansi4"] = "我有何罪？！", -- 被杀
	["~liufeng"] = "父亲，为什么……",

	-- 满宠
	["$lishou1"] = "今若遁去，洪河以南，非复国家有也。",
	["$lishou2"] = "山水速疾，冀其不久。",
	["~manchong"] = "援军为何迟迟未到……",

	-- 虞翻
	["$zongxuan1"] = "依易设象，以占吉凶。",
	["$zongxuan2"] = "世间万物皆有定数。",
	["$zhiyan1"] = "志节分明，折而不屈。",
	["$zhiyan2"] = "直言劝谏，不惧祸否。",
	["~yufan"] = "我枉称东方朔再世……",
	
	--曹真
	["$sidi"] = "筑城固守，司敌备战",
	["~caozhen"] = "秋雨凄迷，军心易乱" ,

	--顾雍
	["$shenxing1"] = "审时度势乃容万变",
	["$shenxing2"] = "此须斟酌一二",
	["$bingyi1"] = "公正无私，秉持如一",
	["$bingyi2"] = "诸君看仔细了",
	["~guyong"] = "病躯渐重，国事难安" ,

	--吴懿
	["$benxi1"] = "奔战万里，袭关斩将",
	["$benxi2"] = "袭敌千里，溃敌百步",
	["~wuyi"] = "奔波已疲，难以再战" ,

	--张松
	["$qiangzhi1"] = "文书强识，才可博于运筹",
	["$qiangzhi2"] = "容我过目，即刻咏来",
	["$xiantu1"] = "将军莫虑，且看此图",
	["$xiantu2"] = "吾以诚心相献，君何踌躇不前",
	["~zhangsong"] = "皇叔不听吾谏言，悔时晚矣" ,

	--朱桓
	["$youdi"] = "无名小卒，可敢再前进一步？",
	["~zhuhuan"] = "这巍巍巨城，吾竟无力撼动" ,
	
	--公孙渊
	["$huaiyi1"] = "此等小利，焉能安吾雄心？",
    ["$huaiyi2"] = "一生纵横，怎可对他人称臣！",
	["~gongsunyuan"] = "天不容我公孙家……" ,
}