-- translation for Special 3v3 Package

return {
	["Special1v1"] = "1v1",
	["New1v1Card"] = "1v1卡牌",

	["kof_xiahoudun"] = "夏侯惇",
	["kofganglie"] = "刚烈",
	[":kofganglie"] = "每当你受到伤害后，你可以进行判定：若结果不为红桃，则伤害来源选择一项：弃置两张手牌，或受到1点伤害。",
	
	["kof_zhangliao"] = "张辽",
	["koftuxi"] = "突袭",
	[":koftuxi"] = "摸牌阶段，若你的手牌少于对手，你可以少摸一张牌并获得对手的一张手牌。",
	["koftuxi-invoke"] = "你可以发动“突袭”<br/> <b>操作提示</b>: 选择一名其他角色→点击确定<br/>",

	["kof_xuchu"] = "许褚",
	["xiechan"] = "挟缠",
	[":xiechan"] = "限定技。出牌阶段，你可以与对手拼点：若你赢，视为你对对手使用一张【决斗】；若你没赢，视为对手对你使用一张【决斗】。",
	["$XiechanAnimate"] = "image=image/animate/xiechan.png",

	["kof_zhenji"] = "甄姬",
	["kofqingguo"] = "倾国",
	[":kofqingguo"] = "你可以将一张装备区的牌当【闪】使用或打出。",
	
	["kof_caoren"] = "曹仁",
	["kofjushou"] = "据守",
	[":kofjushou"] = "结束阶段开始时，你可以摸三张牌，然后将武将牌翻面。",

	["kof_xiahouyuan"] = "夏侯渊",
	["kofsuzi"] = "肃资",
	[":kofsuzi"] = "已死亡的对手的牌因弃置而置入弃牌堆前，你可以获得之。",
	
	["dianwei"] = "典韦",
	["kofqiangxi"] = "强袭",
	[":kofqiangxi"] = "阶段技。你可以失去1点体力或弃置一张武器牌，若如此做，你对对手造成1点伤害。",
	
	["kof_liubei"] = "刘备",
	["renwang"] = "仁望",
	[":renwang"] = "对手于其出牌阶段内对包括你的角色使用第二张及以上【杀】或非延时锦囊牌时，你可以弃置其一张牌。",

	["kof_guanyu"] = "关羽",
	["huwei"] = "虎威",
	[":huwei"] = "你登场时，你可以视为使用一张【水淹七军】。",
	
	["zhaoyun"] = "赵云",
	["longdan"] = "龙胆",
	[":longdan"] = "你可以将一张【杀】当【闪】使用或打出，或将一张【闪】当普通【杀】使用或打出。",

	["xiaoxi"] = "骁袭",
	[":xiaoxi"] = "你登场时，你可以视为使用一张【杀】。",

	["kof_huangyueying"] = "黄月英",
	["cangji"] = "藏机",
	[":cangji"] = "你死亡时，你可以将装备区的所有牌移出游戏：若如此做，你的下个武将登场时，将这些牌置于装备区。",
	["@cangji-install"] = "你可以发动“藏机”",

	["kof_huangzhong"] = "黄忠",
	["kofliegong"] = "烈弓",
	[":kofliegong"] = "每当你于出牌阶段内指定【杀】的目标后，若目标角色的手牌数大于或等于你的体力值，你可以令该角色不能使用【闪】响应此【杀】。",
	
	["kof_weiyan"] = "魏延",
	["kofkuanggu"] = "狂骨",
	[":kofkuanggu"] = "每当你造成伤害后，你可以进行判定：若结果为黑色，你回复1点体力。",

	["kof_jiangwei"] = "姜维",

	["kof_menghuo"] = "孟获",
	["manyi"] = "蛮裔",
	[":manyi"] = "你登场时，你可以视为使用一张【南蛮入侵】。【南蛮入侵】对你无效。",
	["kofzaiqi"] = "再起",
	[":kofzaiqi"] = "摸牌阶段开始时，若你已受伤，你可以放弃摸牌并亮出牌堆顶的X张牌：每有一张红桃牌，你回复1点体力，然后将所有红桃牌置入弃牌堆并获得其余的牌。（X为你已损失的体力值）",

	["kof_zhurong"] = "祝融",
	
	["kof_lvmeng"] = "吕蒙",
	["shenju"] = "慎拒",
	[":shenju"] = "锁定技。你的手牌上限+X。（X为对手的体力值且至少为0）",
	["botu"] = "博图",
	[":botu"] = "你的回合结束后，若你于本回合出牌阶段使用了四种花色的牌，你可以进行一个额外的回合。",
	
	["kof_daqiao"] = "大乔",
	["wanrong"] = "婉容",
	[":wanrong"] = "每当你成为【杀】的目标后，你可以摸一张牌。",
	
	["kof_luxun"] = "陆逊",
	["kofqianxun"] = "谦逊",
	[":kofqianxun"] = "锁定技。你不能被选择为【顺手牵羊】与【乐不思蜀】的目标。",
	["koflianying"] = "连营",
	[":koflianying"] = "每当你失去最后的手牌后，你可以摸一张牌。",
	
	["kof_zhoutai"] = "周泰",
	["kofbuqu"] = "不屈",
	[":kofbuqu"] = "每当你扣减1点体力后，若你的体力值为0或更低，你可以将牌堆顶的一张牌置于你的武将牌上，然后若无同点数的“不屈牌”，你不进入濒死状态。每当你回复1点体力后，你将一张“不屈牌”置入弃牌堆。",
	["#KofBuquDuplicate"] = "%from 发动“<font color=\"yellow\"><b>不屈</b></font>”失败，其“不屈牌”中有 %arg 组重复点数",
	["#KofBuquDuplicateGroup"] = "第 %arg 组重复点数为 %arg2",
	["$KofBuquDuplicateItem"] = "重复“不屈牌”: %card",
	["$KofBuquRemove"] = "%from 移除了“不屈牌”：%card",

	["kof_sunshangxiang"] = "孙尚香1v1",
	["&kof_sunshangxiang"] = "孙尚香",
	["yinli"] = "姻礼",
	[":yinli"] = "对手的回合内，其装备牌置入弃牌堆时，你可以获得之。",
	[":yinli_p"] = "其他角色的回合内，该角色的装备牌置入弃牌堆时，你可以获得之。",
	["kofxiaoji"] = "枭姬",
	[":kofxiaoji"] = "每当你失去一张装备区的牌后，你可以选择一项：摸两张牌，或回复1点体力。",
	["kofxiaoji:draw"] = "摸两张牌",
	["kofxiaoji:recover"] = "回复1点体力",
	["kofxiaoji:cancel"] = "不发动",
	
	["kof_lvbu"] = "吕布",

	["kof_diaochan"] = "貂蝉",
	["pianyi"] = "翩仪",
	[":pianyi"] = "锁定技。你登场时，若处于对手的回合，则结束当前回合并结束一切结算。",

	["#hejin"] = "色厉内荏",
	["hejin"] = "何进",
	["illustrator:hejin"] = "G.G.G.",
	["mouzhu"] = "谋诛",
	[":mouzhu"] = "阶段技。你可以令对手交给你一张手牌：若你的手牌多于对手，对手选择一项：视为对你使用一张无距离限制的【杀】，或视为对你使用一张【决斗】。",
	[":mouzhu_p"] = "阶段技。你可以令一名有手牌的其他角色交给你一张手牌：若你的手牌多于该角色，该角色选择一项：视为对你使用一张无距离限制的【杀】，或视为对你使用一张【决斗】。",
	["mouzhu:slash"] = "视为使用一张【杀】",
	["mouzhu:duel"] = "视为使用一张【决斗】",
	["@mouzhu-give"] = "请交给 %src 一张手牌",
	["yanhuo"] = "延祸",
	[":yanhuo"] = "你死亡时，你可以依次弃置对手的X张牌。（X为你死亡时的牌数）",
	[":yanhuo_p"] = "你死亡时，你可以依次弃置一名其他角色X张牌。（X为你死亡时的牌数）",
	["yanhuo-invoke"] = "你可以发动“延祸”<br/> <b>操作提示</b>: 选择一名其他角色→点击确定<br/>",

	["kofdrowning"] = "水淹七军",
	[":kofdrowning"] = "锦囊牌<br /><b>时机</b>：出牌阶段<br /><b>目标</b>：对手 <br /><b>效果</b>：令目标角色选择一项：弃置装备区的所有牌（至少一张），或受到1点伤害。",
	["kofdrowning:damage"] = "受到1点伤害",
	["kofdrowning:throw"] = "弃置所有装备",

	["Special1v1Ext"] = "1v1扩展",

	["#niujin"] = "独进的兵胆",
	["niujin"] = "牛金",
	["illustrator:niujin"] = "青骑士",
	["cuorui"] = "挫锐",
	[":cuorui"] = "锁定技。你的起始手牌为X+2张。你跳过你的第一个判定阶段。（X为你的备选武将数）",
	[":cuorui_p"] = "锁定技。你的起始手牌数+3。你跳过你的第一个判定阶段。",
	["liewei"] = "裂围",
	[":liewei"] = "对手死亡时，你可以摸三张牌。",
	[":liewei_p"] = "每当一名角色死亡时，你可以摸三张牌。",

	["#hansui"] = "蹯踞西疆",
	["hansui"] = "韩遂",
	["illustrator:hansui"] = "木美人",
	["niluan"] = "逆乱",
	[":niluan"] = "对手的结束阶段开始时，若其体力值大于你的体力值，或其于出牌阶段内对你使用过【杀】，你可以将一张黑色牌当【杀】对其使用。",
	[":niluan_p"] = "一名其他角色的结束阶段开始时，若其体力值大于你的体力值，或其于出牌阶段内对你使用过【杀】，你可以将一张黑色牌当【杀】对其使用（无距离限制）。",
	["@niluan-slash"] = "你可以发动“逆乱”将一张黑色牌当【杀】对 %src 使用",
	["~niluan"] = "选择一张黑色牌→选择【杀】的目标→点击确定",
}
